{
  "translation": {
    "Home": "Inicio",
    "About me": "Sobre",
    "Portfolio": "Portifólio",
    "Contact me": "Contato",
    "I'm a": "Eu sou um",

    "Portfolio - First model": "Portifólio - Primeiro Modelo",
    "Primary Language": "Linguagem principal",
    "Main design": "Desenvolvido p/",
    "Change the language": "Mude a linguagem",
    "Hello! I'm Lucas Mitori. A future ": "Olá! Me chamo Lucas Mitori. Futuro ",
    "having specialization in both": "tendo especialização nas duas areas de desenvolvimento",
    "Back end & Front end development": "tanto de Back-end como de Front-end",
    "Currently I have 6 months of experience in Web Development, studying now at": "Atualmente, eu possuo 6 meses de experiência com programação, estudando na",
    "graduating in May/23. I have Front-end Skills in Javascript / ECMAscript (ES6), HTML5, CSS3, Bootstrap, React JS. I will start my Back-end studies in Nov/22.": "me graduando em Maio/23. Eu possuo conhecimento em Front-end com Javascript/ECMAscript(ES6), HTML5, CSS3, Bootstrap, React JS(Redux, styled-components, entre outros). Eu irei começar meu estudos no Back-end em Nov/22",
    "Birthday": "Data de Nasc.",
    "Web Developer (Soon Full Stack Developer)": "Desenvolvedor (Futuro programador Full Stack)",
    "Below there are more personal information about me.": "Abaixo estão algumas informações pessoais sobre mim:",
    "01 / 18 / 1995": "18 / 01 / 1995",
    "Phone": "Telefone",
    "City": "Cidade",
    "BRAZIL": "Brasil",
    "Age": "Idade",
    "Degree": "Formação",
    "Master": "Técnologo",
    "Available": "Disponível",
    "Facts": "Fatos",
    "Below there are some important facts about me and my work, I know it's not much, but with time, devotion, passion, creativity and a lot of hard work I can increase this facts into a value meaning. I hope that you can be one of a happy client or a company that desires my work. I'm open for a job opportunity.": "Abaixo estão alguns fatores importantes sobre mim mesmo e meu trabalho, eu entendo que não sei muito, mas com tempo, devoção, paixão, criatividade e muito trabalho eu posso aumentar ainda mais estes fatos em algo ainda mais valioso. Eu espero que você possa ser um dos clientes satisfeitos ou uma empresa que deseja meu trabalho. Eu estou aberto para uma oportunidade de emprego.",
    "Happy Clients": "Clientes satisfeitos",
    "with my designs": "Com meus designs",
    "Projects": "Projetos",
    "Created with stylish and inovation": "Criados com estilo e inovação",
    "Hours of Support": "Horas com suporte",
    "helping clients and students": "Auxiliando clientes e estudantes",
    "Team Leading": "Liderança em time",
    "together to conclude hard projects": "unidos para conclusão de projetos complexos",
    "Below there are some skills that I learned from Kenzie Academy and from other ways, I'm currently mastering React JS and Angular will be the next one. After I graduate in Front-End in mid november/22 I will be learning Back-end and will increase more my skills.": "Abaixo estão listados algumas especialidades que eu aprendi pela Kenzie Academy e por outros meios. Eu estou atualmente me aprimorando em React JS e o Angular será minha próxima meta. Depois de me graduar em Front-end em nov/22 eu estarei aprendendo Back-end e estarei aprimorando ainda mais minhas skills.",
    "Method OOP": "Método POO",
    "Here down below there is my career and studying progression, I have other experecies for example I passed through International Relations, currently formed now with degree of Financial Management worked in the area for aproximately 3 years. My goals now and future plans are for the tech area, growing up in both Back-end and Front-end, with hopes that in a near future I will be financially free and have a lot of experiencies in the area.": "Abaixo estão minha descrição de carreira e progressão em estudos, eu possuo outras experiências na qual eu passei, como Relações Internacionais, atualmente formado em Gestão Financeira no qual eu trabalhei por aproximadamente 3 anos. Minhas metas e planos futuros são agora voltados para a área tecnologica, crescendo e evoluindo tanto em Back-end como em Front-end, com esperanças de um futuro próximo estar financeiramente estável e com muita experiência na área.",
    "Summary": "Sumário",
    "I live now in Brazil, I'm passionate about programming, knowledge and creating new enviroments for users in different ways, despite having little time since I started learning about programming I'm fascinated for more tools, frameworks, softwares to learn and use in my work and personal projects.": "Eu moro atualmente no Brasil, sou apaxionado em programação, conhecimento e na criação de novos ambientes para usuários em diferentes modos, apesar de eu ter tido apenas pouco tempo desde que comecei a aprender sobre programação eu sou fascinado por mais ferramentas, frameworks, softwares para aprender e usar no trabalho e em meus projetos pessoais.",
    "Education": "Formação Acadêmica",
    "Degree in Full Stack Developer": "Certificado em Desenvolvedor Full Stack",
    "Certificate in Front-end (HTML5, CSS3, Javascript, Git and Github, POO, usage of API's, React, Redux) and Back-end (NodeJS Express, Typescript, SQL, API RESTful, Python, Django, ORM, MongoDB, Amazon AWS, Migrations)": "Certificado em Front-end (HTML5, CSS3, Javascript, Git e Github, POO, uso de Apis, React (libs e Redux) e Back-end (NodeJS Express, Typescript, SQL, API RESTful, Python, Django, ORM, MongoDB, Amazon AWS, Migrations",
    "Degree in Financial Management": "Técnologo em Gestão Financeira",
    "Certificate in Financial Management with 3 years experiencie in the area, knownledge wih Excel, financial documents, economic control in a company.": "Certificado em Gestão financeira com 3 anos de experiência no ramo, conhecimento em Excel, documentos financeiros, controle econômico.",
    "Professional Experience": "Histórico Profissional",
    "Coach": "Monitor",
    "Actual Freelancer Work, hired (PJ) from Kenzie Academy. Main activities is help and gives support to another students with the modules and topics. Help the instructors with the gradings,correcting their activities and showing what they did wrong and if te students need more help with other problems, it is possible to make 1x1 explaining and helping with their studies.": "Atualmente como PJ pela Kenzie. Auxilio direto com os alunos sobre dúvidas e orientação de atividades e entendimento dos conceitos aprendidos. Correção de provas e atividades desenvolvidas pelos alunos, avaliações diretas (1x1) com alunos referente aos temas do modulo e método SCRUM de reuniões com os alunos para auxilio e verificação de desempenho.",
    "Former Financial Management": "Gestor Financeiro",
    "Preparation of financial reports; direct assistance in all sectors of the company and organization of the Conta Azul software; accounts payable and receivable; elaboration of Income Statement and Cash Flow by excel; strategic and financial planning.": "Elaboração de relatórios financeiros; auxilio direto em todos os setores da empresa e organização do software Conta Azul; contas a pagar e receber; elaboração de DRE e Fluxo de Caixa por excel; planejamento estratégico e financeiro.",
    "Certificates": "Certificados",
    "Current Certificates": "Certificados Atuais",
    "Below there is a link for all my certificates in programmer area, done with Bootcamps, courses in other companies such as Udemy, Alura and Bradesco.": "Abaixo está um link para todos os meus certificados na área de programação, feitos com Bootcamps, cursos em outras escolas e empresas como Udemy, Alura e Bradesco.",
    "Link for Certificates": "Link dos certificados",
    "Now": "Agora",
    "Below there are some of my latest projects going from basic vanilla to my most recent and experienced design with React JS. I will be updating this list periodically. I decided to show here in my portfolio different ways of producing and creating to show my progression and experience. I hope you like it.": "Abaixo estão alguns dos meus mais novos projetos, indo desde o básico apenas com Javascript Vanilla, até o mais recente com experiência em React JS. Eu estarei atualizando periodicamente esta lista. Eu decidi mostrar aqui no meu portifolio diferentes jeitos de produzir e criar um projeto para mostrar minha progressão e experiência. Eu espero que você goste.",
    "Below there is some ways to contact me for interviews or new projects that you desire. I hope you liked everything of what have you seen so far.": "Abaixo estão alguns dos meios para entrar em contato para entrevistas ou novos projetos que desejarem. Eu espero que tenha gostado de tudo que viu até aqui no.",
    "my portfolio": "meu portifolio",
    "Any suggestions or critics are welcomed!": "Qualquer sugestôes são bem-vindas!",
    "Location": "Localização",
    "Call": "Contato/tel",
    "Your Name": "Seu nome",
    "Your Email": "Seu e-mail",
    "Subject": "Assunto",
    "Message": "Mensagem",
    "Send Message": "Enviar Mensagem",
    "Thank you!": "Muito obrigado!",
    "Let's create solutions and solve problems together.": "Vamos criar soluções e resolver problemas juntos.",
    "Talk with me": "Fale comigo",
    "Send an e-mail": "Envie um e-mail",
    "Go to Linkedin": "Vá para o Linkedin"
  }
}
